export const contentData = [
  {
    id: 1,
    title: '🌍여기에 글제목이 들어가야해1',
    text: '여기는 글내용이 들어가야해!',
    tags: ['tag1'],
    writer: {
      name: '글쓴이1',
      date: '2024.00.00',
      imageSrc: '/img/img1.jpg'
    },
    imgSrc: ''
  },
  {
    id: 2,
    title: '🌍여기에 글제목이 들어가야해2',
    text: '여기는 글내용이 들어가야해!',
    tags: ['tag2'],
    writer: {
      name: '글쓴이2',
      date: '2025.00.00',
      imageSrc: '/img/img1.jpg'
    },
    imgSrc: ''
  },
  {
    id: 3,
    title: '🌍여기에 글제목이 들어가야해3',
    text: '여기는 글내용이 들어가야해!',
    tags: ['tag3'],
    writer: {
      name: '글쓴이3',
      date: '2026.00.00',
      imageSrc: '/img/img1.jpg'
    },
    imgSrc: ''
  },
  {
    id: 4,
    title: '🌍여기에 글제목이 들어가야해4',
    text: '여기는 글내용이 들어가야해!',
    tags: ['tag4'],
    writer: {
      name: '글쓴이4',
      date: '2027.00.00',
      imageSrc: '/img/img1.jpg'
    },
    imgSrc: ''
  },
  // 더 많은 데이터 추가 가능
];